Repository: NeverGiveUpIOS/GolooaTask
Catalog: KTGoa/ASSETSFile/Resources/Localizable/*.lproj/Home.strings
Languages: pt_br, zh_hans

source: Task Hall
pt_br: Central de Tarefas
zh_hans: 任务广场

source: Post
pt_br: Publicar
zh_hans: 发布

source: Task Earnings
pt_br: Ganhos das Tarefas
zh_hans: 任务收益

source: Today’s Earnings
pt_br: Ganhos de Hoje
zh_hans: 今日收益

source: Withdraw Earnings
pt_br: Retirar Ganhos
zh_hans: 收益提现

source: All
pt_br: Tudo
zh_hans: 全部任务

source: New
pt_br: Nova
zh_hans: 最新发布

source: Search
pt_br: Buscar
zh_hans: 搜索

source: Registration task
pt_br: Cadastro premiado
zh_hans: 推广注册

# nParticipants
source: participants
pt_br: participantes
zh_hans: 人参与

source: Joined
pt_br: Inscrito
zh_hans: 已领取

source: Secured
pt_br: Coberto
zh_hans: 已担保

source: Submit Verification
pt_br: Enviar Verificação
zh_hans: 提交 认证

source: [Publisher]
pt_br: [Publicador]
zh_hans: [发布者]

source: Verify [Publisher] Identity First
pt_br: Verifique a Identidade do [Publicador] Antes
zh_hans: 请先认证[发布者]身份

source: Verify Now
pt_br: Verificar Agora
zh_hans: 马上认证

source: Publisher Name
pt_br: Nome do Publicador
zh_hans: 发布者名称

source: Contact (Email)
pt_br: Contato (Email)
zh_hans: 联系方式（邮箱）

source: Full Name
pt_br: Nome Completo
zh_hans: 真实姓名

source: Upload ID/Passport/Document Photo
pt_br: Enviar Foto de ID/Passaporte/Documento
zh_hans: 身份证/护照/证件拍照上传

# nameDisplayedPublisherHomepageTaskDetails
source: Name displayed on the publisher’s homepage and task details
pt_br: Nome exibido na página inicial do publicador e detalhes da tarefa
zh_hans: 用户在发布者主页和任务详情显示的名称

source: [Publisher] Identity Awaiting Platform Review
pt_br: Identidade do [Publicador] Aguardando Revisão da Plataforma
zh_hans: 待平台审核[发布者]身份

source: Return to Home
pt_br: Voltar à Página Inicial
zh_hans: 返回首页

source: Post Task
pt_br: Publicar Tarefa
zh_hans: 发布任务

source: Promotion Task Name
pt_br: Nome da Tarefa de Promoção
zh_hans: 推广任务名称

source: Please Enter Task Name
pt_br: Por favor, Digite o Nome da Tarefa
zh_hans: 请输入任务名称

source: Promotion Link
pt_br: Link de Promoção
zh_hans: 推广链接

# veryImportantPleaseEnterTheDownload
source: Very Important, Please Enter the Download Link for Your Promotion Project
pt_br: Muito Importante, Insira o Link de Download do Seu Projeto de Promoção
zh_hans: 非常重要，请填写您要推广项目的下载链接

source: Task Logo
pt_br: Logo da Tarefa
zh_hans: 任务logo

source: Upload an Image
pt_br: Envie uma Imagem
zh_hans: 上传图片

source: Please Upload an Image
pt_br: Por favor, Envie uma Imagem
zh_hans: 请上传图片

source: Confirm
pt_br: Confirmar
zh_hans: 确定

source: Price per Registration Task
pt_br: Preço por Tarefa de Registro
zh_hans: 注册量任务单价

source: Set the Price for This Task
pt_br: Defina o Preço para Esta Tarefa
zh_hans: 设置任务单价

source: Task Description
pt_br: Descrição da Tarefa
zh_hans: 任务说明

source: Enter Task Instructions
pt_br: Digite as Instruções da Tarefa
zh_hans: 填写任务简要说明

source: Set Task Duration
pt_br: Definir o Período da Tarefa
zh_hans: 任务时间

source: Start Date
pt_br: Data de Início
zh_hans: 开始时间

source: End Date
pt_br: Data de Término
zh_hans: 结束时间

# setTaskStepsMaxXxxSteps
source: Set Task Steps (Max 3 Steps)
pt_br: Definir Etapas da Tarefa (Máximo 3 Etapas)
zh_hans: 设置任务步骤（最多3个步骤）

source: Step N
pt_br: Etapa N
zh_hans: 第N步

# editTaskImageAndTextInstructions
source: Edit Task Image and Text Instructions (Required)
pt_br: Editar Instruções de Imagem e Texto da Tarefa (Obrigatório)
zh_hans: 编辑任务图文说明 (必填)

source: Upload Instruction Image
pt_br: Enviar Imagem de Instrução
zh_hans: 上传说明图片

source: Continue to Add
pt_br: Continuar a Adicionar
zh_hans: 继续添加

source: Complete Setup
pt_br: Concluir Configuração
zh_hans: 完成设置

source: Complete
pt_br: Concluir
zh_hans: 完成

source: Platform Verification and Settlement
pt_br: Verificação e Liquidação pela Plataforma
zh_hans: 平台进行核对和结算

# tip
source: Prompt
pt_br: Aviso
zh_hans: 提示

source: Confirm deletion of step?
pt_br: Confirma a exclusão do passo?
zh_hans: 确认要删除步骤？

# deletionOfStep
source: Deletion Step
pt_br: Exclusão do passo
zh_hans: 删除步骤

source: Pay Deposit
pt_br: Pagar Caução
zh_hans: 支付保证金

source: Total Tasks
pt_br: Total de Tarefas
zh_hans: 选择任务注册数量

source: Select Payment Method
pt_br: Selecionar Método de Pagamento
zh_hans: 选择支付方式

# rechargingIndicatesAgreementWithTheRecharge
source: Recharging indicates agreement with the [Recharge Agreement]
pt_br: Reabasteceremos indicando concordância com o [Acordo de Recarga]
zh_hans: 充值表示同意[充值协议]

source: Payment Successful
pt_br: Pagamento Feito
zh_hans: 支付成功

# waitingForPlatformTo
source: Waiting for Platform to Review Task
pt_br: Aguardando a Revisão da Tarefa pela Plataforma
zh_hans: 等待平台审核任务

source: View My Posts
pt_br: Ver Minhas Publicações
zh_hans: 我发布的任务

source: Task Details
pt_br: Detalhes da Tarefa
zh_hans: 任务详情

source: Share
pt_br: Compartilhar
zh_hans: 分享

source: Contact
pt_br: Contato
zh_hans: 咨询

source: Copy
pt_br: Copiar
zh_hans: 复制

source: Task ID
pt_br: ID da Tarefa
zh_hans: 任务编号

source: Claim Task
pt_br: Reivindicar Tarefa
zh_hans: 领取任务

source: Task is full
pt_br: A tarefa está cheia
zh_hans: 资格已被抢完

source: View Task Data Details
pt_br: Ver Detalhes de Dados da Tarefa
zh_hans: 查看任务数据详情

source: Task Countdown
pt_br: Contagem Regressiva da Tarefa
zh_hans: 任务倒计时

source: Task Completed
pt_br: Tarefa Encerrada
zh_hans: 任务已结束

# taskNotStarted
source: Task has not started
pt_br: Tarefa não iniciada
zh_hans: 任务未开始

source: Confirm Claim
pt_br: Confirmar Reclamação
zh_hans: 确认领取

source: Quantity Available for Registration
pt_br: Quantidade Disponível para Registro
zh_hans: 可完成注册数量

source: Main Source of Registration Quantity(Multiple Selections)
pt_br: Fonte Principal da Quantidade de Registro(Seleção Múltipla)
zh_hans: 主要推广渠道（可多选）

source: How many fans do you have?
pt_br: Quantos seguidores você tem?
zh_hans: 选择粉丝数量

source: Your Social Homepage Link
pt_br: Seu Link de Página Social
zh_hans: 个人社交主页链接

source: Homepage Screenshot
pt_br: Captura de Tela da Página Inicial
zh_hans: 主页截图

source: Upload Image
pt_br: Enviar Imagem
zh_hans: 上传图片

source: Awaiting Review
pt_br: Aguardando Revisão
zh_hans: 等待审核

source: Pending Platform Review
pt_br: Pendente de Revisão da Plataforma
zh_hans: 待平台审核

source: Claim Success
pt_br: Reclamação Realizada
zh_hans: 领取成功

source: Share Task Poster
pt_br: Compartilhar Cartaz da Tarefa
zh_hans: 分享任务海报

source: Save QR Code
pt_br: Salvar Código QR
zh_hans: 保存二维码

source: Important! Your Exclusive Task Link
pt_br: Importante! Seu Link Exclusivo de Tarefa
zh_hans: 重要！您的专属任务链接

source: Start Promoting Now
pt_br: Ganhe Dinheiro Promovendo
zh_hans: 马上推广

source: Personal Introduction
pt_br: Introdução Pessoal
zh_hans: 个人介绍

source: Posted Tasks
pt_br: Tarefas Publicadas
zh_hans: 发布的任务

source: Edit
pt_br: Editar
zh_hans: 编辑

source: Share with Friends
pt_br: Compartilhar com Amigos
zh_hans: 分享给好友

source: Share to Groups.
pt_br: Compartilhar com Grupos
zh_hans: 分享到群组

source: My Promotion Link
pt_br: Meu Link de Promoção
zh_hans: 我的推广链接

source: Task Steps
pt_br: Etapas da Tarefa
zh_hans: 任务步骤

source: Copy successful
pt_br: Cópia bem-sucedida
zh_hans: 复制成功

source: Select Task
pt_br: Selecionar Tarefa
zh_hans: 请选择任务

source: Participate
pt_br: Participar
zh_hans: 我领取的

source: Publish
pt_br: Publicar
zh_hans: 我发布的

source: Share successful
pt_br: Compartilhar bem-sucedida
zh_hans: 分享成功

source: My Friends
pt_br: Meus Amigos
zh_hans: 我的好友

source: My Groups
pt_br: Meus Grupos
zh_hans: 我的群组

# importantExclusiveTaskLink
source: Important! Your Exclusive Task Link
pt_br: Importante! Seu Link Exclusivo de Tarefa
zh_hans: 重要!您的专属任务链接

source: Share to
pt_br: Compartilhar para
zh_hans: 分享到

# links
source: Link
zh_hans: 链接分享

# endTimeCannotEarlierThanStartTime
source: The end time cannot be earlier than the start time
pt_br: A hora de término não pode ser anterior à hora de início
zh_hans: 结束时间不能早于开始时间

# startTimeCannotLaterThanEndTime
source: The start time cannot be later than the end time
pt_br: A hora de início não pode ser posterior à hora de término
zh_hans: 开始时间不能晚于结束时间

# submissionFailed
source: Submission failed, please check the content of the Task Steps! Requires 20-160 characters.
pt_br: Falha no envio, por favor, verifique o conteúdo dos Passos da Tarefa! Requer 20-160 caracteres.
zh_hans: “提交失败，请检查填写【任务步骤】内容！要求填写20~160字符”

# searchTaskPlaceholder
source: Task name or ID
pt_br: Nome ou ID da tarefa
zh_hans: 请输入任务名称或任务编号

source: I found a super fun app, come and experience it now
pt_br: Eu encontrei uma aplicação incrívelmente divertida, venha experimentá-la agora!
zh_hans: 我发现了一个超好玩的APP，赶快来体验吧！

source: Upload failed, please try again later!
pt_br: Falha no upload, tente novamente mais tarde!
zh_hans: 上传失败, 请稍后再试！

source: You have been disabled
pt_br: Você foi desativado
zh_hans: 您已被禁用

source: Release success
pt_br: Lançamento com sucesso
zh_hans: 发布成功
