Repository: NeverGiveUpIOS/GolooaTask
Catalog: KTGoa/ASSETSFile/Resources/Localizable/*.lproj/Message.strings
Languages: pt_br, zh_hans

source: Messages
pt_br: Mensagens
zh_hans: 消息

source: More
pt_br: Mais
zh_hans: 更多

source: Create New Group
pt_br: Criar Novo Grupo
zh_hans: 发起群聊

source: Add Friends
pt_br: Adicionar Amigos
zh_hans: 添加好友

source: Clear Unread
pt_br: Limpar Não Lidos
zh_hans: 全部已读

source: Notifications
pt_br: Notificações
zh_hans: 系统消息

source: Customer Service
pt_br: Atendimento ao Cliente
zh_hans: 在线客服

source: New Friends
pt_br: Novos Amigos
zh_hans: 新的好友

source: Delete
pt_br: Excluir
zh_hans: 删除对话

source: Set Group Cover
pt_br: Definir Capa do Grupo
zh_hans: 设置群头像

source: Group Cover
pt_br: Capa do Grupo
zh_hans: 群头像

source: Group Name
pt_br: Nome do Grupo
zh_hans: 群名称

source: Confirm Creation
pt_br: Confirmar Criação
zh_hans: 创建群

source: Search Nickname/User ID
pt_br: Pesquisar Apelido/ID de Usuário
zh_hans: 搜索昵称/用户ID

source: Add to Blacklist
pt_br: Adicionar à Lista Negra
zh_hans: 拉黑

# areYouSureYouWantTo
source: Are you sure you want to add the other party to the blacklist?
pt_br: Tem certeza de que deseja adicionar a outra parte à lista negra?
zh_hans: 确认要拉黑对方

source: Report
pt_br: Denunciar
zh_hans: 举报

source: Reason for Reporting
pt_br: Razão para Denunciar
zh_hans: 请选择举报原因

source: Provide Image Explanation
pt_br: Forneça Explicação de Imagem
zh_hans: 请提供相关图片说明

source: Additional Explanation (Optional)
pt_br: Explicação Adicional (Opcional)
zh_hans: 补充说明（选填）

source: Submit
pt_br: Enviar
zh_hans: 提交

# youHaveBecomeFriendsNowYou
source: You have become friends, now you can start chatting
pt_br: Vocês já são amigos, agora você pode começar a conversar
zh_hans: 你们已经成为好友，现在可以开始聊天了

source: Initiate Consultation through [Task Name]
pt_br: Iniciar Consulta por meio de [Nome da Tarefa]
zh_hans: 通过[任务名称]发起咨询

source: Send Image
pt_br: Enviar Imagem
zh_hans: 发图片

source: Share My Task
pt_br: Compartilhar Minha Tarefa
zh_hans: 我的任务

source: Select Task
pt_br: Selecionar Tarefa
zh_hans: 请选择任务

source: Participate
pt_br: Participar
zh_hans: 我领取的

source: Publish
pt_br: Publicar
zh_hans: 我发布的

source: Send
pt_br: Enviar
zh_hans: 发送

source: Pornographic or obscene content
pt_br: Conteúdo pornográfico ou obsceno
zh_hans: 色情、低俗内容

source: False information or fraud
pt_br: Informações falsas ou fraude
zh_hans: 虚假信息、欺诈

source: Harassment or bullying
pt_br: Assédio ou bullying
zh_hans: 骚扰、欺凌

source: Violent or terrorist content
pt_br: Conteúdo violento ou de terror
zh_hans: 暴力、恐怖内容

source: Spam or advertisement
pt_br: Spam ou publicidade
zh_hans: 垃圾信息、广告

source: Other rule-violating content
pt_br: Outro conteúdo que infrinja as regras
zh_hans: 其他违规内容

source: Add
pt_br: Adicionar
zh_hans: 加好友

# youHaveBeenAddedToThe
source: You have been added to the other party’s blacklist
pt_br: Você foi adicionado à lista negra da outra parte
zh_hans: 你已被对方拉黑

source: Waiting for Approval
pt_br: Aguardando Aprovação
zh_hans: 等待对方同意

source: Chat
pt_br: Conversar
zh_hans: 发消息

source: Your publisher identity has been approved
pt_br: Sua identidade de publicador já foi aprovada
zh_hans: 你的发布者身份已经通过审核

source: Go to Post a Task
pt_br: Ir para Publicar uma Tarefa
zh_hans: 去发布任务

# theTaskNameYouSubmittedHas
source: The [Task Name] you submitted has not been approved. Reason: NNN
pt_br: A [Nome da Tarefa] que você enviou foi aprovada
zh_hans: 你提交的[任务名称]已通过审核

source: View Task Details
pt_br: Ver Detalhes da Tarefa
zh_hans: 查看任务详情

source: View Task Data Details
pt_br: Ver Detalhes de Dados da Tarefa
zh_hans: 查看任务数据详情

source: Republish
pt_br: Re-publicar
zh_hans: 重新发布

# theTaskTaskXxxYouAre
source: The task [Task XXX] you are currently performing has exceeded the expected quantity. Please pay an additional deposit of $8880 in a timely manner, otherwise the platform will take disciplinary action
pt_br: A tarefa [Tarefa XXX] que você está executando está quase completa. Por favor, pare de promover em tempo hábil, caso contrário, você pode não ser capaz de liquidar as receitas excedentes
zh_hans: 你正在进行的任务[任务XXX]已经快要完成了，请及时停止推广，否则可能无法结算超出部分的收益

source: Pay Now
pt_br: Pagar Agora
zh_hans: 立即支付

# theTaskXxxxYouAppealedHas
source: The [Task XXXX] you appealed has been processed
pt_br: A [Tarefa XXXX] que você apelou foi processada
zh_hans: 你申诉的[任务XXXX]已处理

# theGroupChatNameHasBeen
source: The [Group Chat Name] has been dissolved by the group owner
pt_br: O [Nome do Grupo de Conversa] foi desativado pelo dono do grupo
zh_hans: [群聊名称]已被群主解散

# wouldLikeToAddYouAs
source: Would like to add you as a friend
pt_br: Gostaria de adicionar você como amigo
zh_hans: 想加你为好友

source: Declined
pt_br: Recusado
zh_hans: 已拒绝

source: Decline
pt_br: Recusar
zh_hans: 拒绝

source: Agree
pt_br: Concordar
zh_hans: 同意

# xxStartedAGroupChat
source: %@ started a group chat
pt_br: %@ iniciou uma conversa de grupo
zh_hans: %@发起了群聊

# xxInvitedXxToJoinThe
source: %@ invited %@ to join the group chat
pt_br: %@ convidou %@ para entrar na conversa de grupo
zh_hans: %@邀请 %@加入群聊

# xxJoinedTheGroupChat
source: %@ joined the group chat
pt_br: %@ entrou na conversa de grupo
zh_hans: %@加入群聊

# xxHasBeenMuted
source: %@ has been muted
pt_br: %@ foi silenciado
zh_hans: %@已被禁言

# xxHasBeenUnmuted
source: %@ has been unmuted
pt_br: %@ foi desmarcado para não falar
zh_hans: %@已解除禁言

# youHaveReachedTheMaximumNumber
source: You have reached the maximum number limit for creating group chats and cannot continue creating
pt_br: Você atingiu o limite máximo para criar conversas de grupo e não pode continuar criando
zh_hans: 您已达到创建群聊的最大数量限制，无法继续创建

# theGroupChatHasReachedThe
source: The group chat has reached the maximum number of members and cannot continue inviting new members
pt_br: O grupo de conversa atingiu o limite máximo de membros e não pode continuar convidando novos membros
zh_hans: 群聊人数已达上限，无法继续邀请成员

source: I understand
pt_br: Entendi
zh_hans: 我知道了

source: Group Chat Information
pt_br: Informações da Conversa de Grupo
zh_hans: 群聊信息

source: Application List
pt_br: Lista de Solicitações
zh_hans: 申请列表

source: Dismiss Group Chat
pt_br: Desativar Conversa de Grupo
zh_hans: 解散群聊

source: Operation is too frequent
pt_br: Operação é demais
zh_hans: 操作过于频繁

source: Invite Friends to Join the Group
pt_br: Convidar Amigos para Entrar no Grupo
zh_hans: 邀请好友入群

source: Invite to Join Group
pt_br: Convidar para Entrar no Grupo
zh_hans: 邀请进群

source: Apply to Join Group
pt_br: Solicitar Inserção no Grupo
zh_hans: 申请进群

source: Added
pt_br: Adicionado
zh_hans: 已添加

source: Group Members
pt_br: Membros do Grupo
zh_hans: 群成员

source: Mute
pt_br: Silenciar
zh_hans: 禁言

source: Unmute
pt_br: Desmarcar para não falar
zh_hans: 解除禁言

source: Remove
pt_br: Remover
zh_hans: 移出

source: Group ID
pt_br: ID do Grupo
zh_hans: 群ID

source: Application Explanation
pt_br: Explicação da Solicitação
zh_hans: 申请说明

source: Waiting for Group Owner’s Approval
pt_br: Aguardando Aprovação do Dono do Grupo
zh_hans: 等待群主同意

source: Send Application
pt_br: Enviar Solicitação
zh_hans: 发送申请

source: Submitted, waiting for group owner’s approval
pt_br: Enviado, aguardando aprovação do dono do grupo
zh_hans: 已提交，等待群主同意

source: Report Group Chat
pt_br: Denunciar Conversa de Grupo
zh_hans: 举报群聊

source: Report User
pt_br: Denunciar Usuário
zh_hans: 举报用户

source: Invite Friends
pt_br: Convidar Amigos
zh_hans: 邀请好友

source: Group Admin
pt_br: Administrador do Grupo
zh_hans: 群主

source: Exit Group Chat
pt_br: Sair da Conversa de Grupo
zh_hans: 退出群聊

# exitGroupAreYouSureYouWant
source: Are you sure you want to exit the group chat?
pt_br: Tem certeza de que deseja sair da conversa de grupo?
zh_hans: 确认要退出群聊？

# removeGroupAreYouSureYouWant
source: Are you sure you want to dissolve the group chat?
pt_br: Tem certeza de que deseja dissolver a conversa de grupo?
zh_hans: 确认要解散群聊？

# removeUserAreYouSureYouWant
source: Are you sure you want to remove the group member from the group chat?
pt_br: Tem certeza de que deseja remover o membro do grupo da conversa de grupo?
zh_hans: 确认要将群成员移出群聊？

source: Confirm
pt_br: Confirmar
zh_hans: 确认

source: Cancel
pt_br: Cancelar
zh_hans: 取消

source: View
pt_br: Ver
zh_hans: 查看

source: Submission Successful
pt_br: Envio bem-sucedido
zh_hans: 提交成功

# inappropriateOrHarassingInformationInThe
source: Inappropriate or harassing information in the group
pt_br: Informação inapropriada ou assédio no grupo
zh_hans: 群组内有不当或骚扰信息

# falseInformationOrFraudInThe
source: False information or fraud in the group
pt_br: Informações falsas ou fraude no grupo
zh_hans: 群组内有虚假信息或欺诈行为

source: Illegal transactions in the group
pt_br: Transações ilegais no grupo
zh_hans: 群组内有非法交易

# violentOrTerroristContentInThe
source: Violent or terrorist content in the group
pt_br: Conteúdo violento ou de terror no grupo
zh_hans: 群组内有暴力或恐怖内容

source: Spam or advertisement in the group
pt_br: Spam ou publicidade no grupo
zh_hans: 群组内有垃圾信息或广告

source: Other rule-violating content in the group
pt_br: Outro conteúdo que infrinja as regras no grupo
zh_hans: 群组内有其他违规内容

# loosenCance
source: Release to cancel sending
pt_br: Solte, cancelar envio
zh_hans: 松开, 取消发送

# loosenCom
source: Release the send up slide to cancel
pt_br: Solte o dedo para cima para cancelar o envio
zh_hans: 手指上滑，取消发送

# recordFail
source: Speech time is too short
pt_br: Tempo de fala é muito curto
zh_hans: 录音失败，请重试

source: Blocked
pt_br: Bloqueado
zh_hans: 已拉黑

source: Unblocked
pt_br: Desbloqueado
zh_hans: 已取消拉黑

source: Unblock
pt_br: Desbloquear
zh_hans: 取消拉黑

# holdSpeak
source: Hold to speak
pt_br: Pressione para falar
zh_hans: 按住说话

source: User
pt_br: Usuário
zh_hans: 用户

source: Group Chat
pt_br: Conversa de Grupo
zh_hans: 群聊

# searchUserG
source: Search User Nickname/User ID/Group Name/Group ID
pt_br: Pesquisar Apelido de Usuário/ID de Usuário/Nome do Grupo/ID do Grupo
zh_hans: 搜索用户昵称/用户ID/群名称/群ID

# enterMsg
source: Please enter your message
pt_br: Por favor, insira sua mensagem
zh_hans: 请输入消息

# deleteCurSession
source: Are you sure you want to delete the current session?
pt_br: Tem certeza de que deseja excluir a sessão atual?
zh_hans: 确定删除当前会话吗？

source: Recharge
pt_br: Recarregar
zh_hans: 充值

# giveSend
source: Send
pt_br: Enviar
zh_hans: 赠送

source: Gift
pt_br: Presente
zh_hans: 礼物

source: [Image]
pt_br: [Imagem]
zh_hans: [图片]

source: [Video]
pt_br: [Vídeo]
zh_hans: [视频]

source: [Voice]
pt_br: [Voz]
zh_hans: [语音]

source: [Task]
pt_br: [Tarefa]
zh_hans: [任务]

# sendGift
source: Send a Gift
pt_br: Enviar um Presente
zh_hans: 送出礼物

# reciveGift
source: Received a Gift
pt_br: Recebido um Presente
zh_hans: 收到礼物

source: Muted
pt_br: Silenciado
zh_hans: 禁言中

source: Recall
zh_hans: 撤回

# recvRevokeMsg
source: A message has been recalled
pt_br: Uma mensagem foi retirada
zh_hans: 撤回了一条消息

# youRevokeMsg
source: You have withdrawn a message
pt_br: Ha retirado un mensaje
zh_hans: 您已撤回一条消息

# ustedHaRevg
source: You have been removed from the group
pt_br: Você foi removido do grupo
zh_hans: 你已被移出群

# disbandTheGroup
source: The group has been dissolved
pt_br: O grupo foi desativado
zh_hans: 解散了群

source: Copied
pt_br: Copiado
zh_hans: 已拷贝

# microphonesDes
source: Please set open microphone permissions before the system
pt_br: Por favor, antes de configurar el sistema para abrir los permisos de micrófono
zh_hans: 请前系统设置打开麦克风权限

# noNewMMsg
source: No new messages available
pt_br: Não há novas mensagens disponíveis
zh_hans: 暂无最新消息

# speechTimeShort
source: Speech time is too short
pt_br: Tempo de fala é muito curto
zh_hans: 说话时间太短

# youIsInNOgroup
source: You are no longer in this group
pt_br: Você não está mais neste grupo
zh_hans: 您已不在该群

# youBaveIserified
source: You have been verified!
pt_br: Você foi verificado!
zh_hans: 你已通过认证!

# IllegalAccount
source: Violating account
pt_br: Conta infratora
zh_hans: 违规账号

# accountClosed
source: Account has been deactivated
pt_br: Conta foi desativada
zh_hans: 账号已注销

# groupDisabled
source: The group has been disabled
pt_br: O grupo foi desativado
zh_hans: 该群已被禁用

# openTheAlbum
source: Album
zh_hans: 打开相册

# turnOnTheCamera
source: Camera
pt_br: A câmera
zh_hans: 打开相机
