Repository: NeverGiveUpIOS/GolooaTask
Catalog: KTGoa/ASSETSFile/Resources/Localizable/*.lproj/Mine.strings
Languages: pt_br, zh_hans

source: Personal Information
pt_br: Informação Pessoal
zh_hans: 个人信息

source: Wallet Balance
pt_br: Balanço de carteira
zh_hans: 钱包余额

source: Today’s Earnings
pt_br: Ganhos de Hoje
zh_hans: 今日收益

source: Task Records
pt_br: Registros de Tarefas
zh_hans: 任务记录

source: View Wallet
pt_br: Ver Carteira
zh_hans: 查看钱包

source: All
pt_br: Tudo
zh_hans: 全部

source: Pending Settlement
pt_br: Aguardando Liquidação
zh_hans: 待结算

source: Already Settled
pt_br: Já Liquidado
zh_hans: 已结算

source: In progress
pt_br: Em progresso
zh_hans: 进行中

source: Completed
pt_br: Concluído
zh_hans: 已完成

source: Common Features
pt_br: Funcionalidades Comuns
zh_hans: 常用功能

source: Online Customer Service
pt_br: Atendimento ao Cliente Online
zh_hans: 在线客服

source: Publish Management
pt_br: Gerenciamento de Publicação
zh_hans: 发布管理

source: Agency Cooperation
pt_br: Cooperação de Agência
zh_hans: 代理合作

source: More Settings
pt_br: Mais Configurações
zh_hans: 更多设置

source: Agency Function
pt_br: Função de Agência
zh_hans: 代理功能

source: Agency Earnings
pt_br: Ganhos de Agência
zh_hans: 代理收益

source: Subordinate Management
pt_br: Gerenciamento de Subordinados
zh_hans: 下级管理

source: Invite to Make Money
pt_br: Convidar para Ganhar Dinheiro
zh_hans: 邀请赚钱

source: My Wallet
pt_br: Minha Carteira
zh_hans: 我的钱包

source: Bills
pt_br: Contas
zh_hans: 账单

source: Task Earnings
pt_br: Ganhos de Tarefas
zh_hans: 任务收益

source: Deposit
pt_br: Caução
zh_hans: 保证金

source: Frozen
pt_br: Bloqueado
zh_hans: 冻结中

source: Deposit Details
pt_br: Detalhes da Caução
zh_hans: 保证金明细

source: Task Deposit
pt_br: Caução para Tarefa
zh_hans: 任务保证金

source: Settle Task
pt_br: Liquidar Tarefa
zh_hans: 结算任务

source: System Refund
pt_br: Reembolso do Sistema
zh_hans: 系统退回

source: Withdraw Task Earnings
pt_br: Retirar Ganhos de Tarefa
zh_hans: 任务收益提现

source: Records
pt_br: Registros
zh_hans: 记录

source: Withdrawable Task Earnings
pt_br: Ganhos de Tarefas Combináveis
zh_hans: 可提现任务收益

# withdrawalServiceFeeNThisWithdrawal
source: Withdrawal Service Fee N%, This Withdrawal to Account $0.00
pt_br: Taxa de Serviço de Saque N%, Saque desta vez para conta $0.00
zh_hans: 提现手续费%，本次提现到账$

source: Payment Method
pt_br: Método de Pagamento
zh_hans: 收款方式

source: Account
pt_br: Conta
zh_hans: 账号

source: Name
pt_br: Nome
zh_hans: 姓名

source: Withdrawal Rules
pt_br: Regras de Saque
zh_hans: 提现规则

source: Withdrawal
pt_br: Saque
zh_hans: 提现

source: Withdrawal History
pt_br: Histórico de Saque
zh_hans: 提现记录

source: Processing
pt_br: Em processamento
zh_hans: 处理中

source: Review Not Passed
pt_br: Revisão não aprovada
zh_hans: 审核不通过

source: Withdrawal Success
pt_br: Saque bem-sucedido
zh_hans: 提现成功

source: Bind Withdrawal Account
pt_br: Vincular Conta de Saque
zh_hans: 绑定提现账户

source: Choose Account Type
pt_br: Selecione o Tipo de Conta
zh_hans: 选择账户类型

source: Please Choose
pt_br: Por favor, escolha
zh_hans: 请选择

source: Full Name
pt_br: Nome Completo
zh_hans: 真实姓名

source: Please Enter
pt_br: Por favor, insira
zh_hans: 请输入

source: Payment Account
pt_br: Conta de Pagamento
zh_hans: 收款账号

source: Confirm
pt_br: Confirmar
zh_hans: 确定

source: Task Data Details
pt_br: Detalhes de Dados da Tarefa
zh_hans: 任务数据详情

source: Daily Data
pt_br: Dados Diários
zh_hans: 每日数据

source: Date
pt_br: Data
zh_hans: 日期

source: Earnings
pt_br: Ganhos
zh_hans: 收益

source: Registrations
pt_br: Inscrições
zh_hans: 注册数

source: Settlement Status
pt_br: Estado de Liquidação
zh_hans: 结算状态

source: Task Status
pt_br: Status da tarefa
zh_hans: 任务状态

# noDataAvailableUpdatedTheNext
source: No Data Available (Updated the Next Day)
pt_br: Sem dados disponíveis (Atualizado no dia seguinte)
zh_hans: 暂无数据~ （次日更新）

source: No Data Available
pt_br: Sem dados disponíveis
zh_hans: 暂无数据~

source: Earnings Details
pt_br: Detalhes de Ganhos
zh_hans: 收益明细

source: Task Commission
pt_br: Comissão da Tarefa
zh_hans: 任务佣金

source: To Be Verified
pt_br: A ser verificado
zh_hans: 待核对

source: Verified
pt_br: Verificado
zh_hans: 已核对

source: Appeal
pt_br: Recurso
zh_hans: 申诉

source: Appeal in Process
pt_br: Em apelo
zh_hans: 申诉中

# needToPayXxxxxxSecurityDeposit
source: Need to pay $0.00 security deposit
pt_br: É necessário pagar uma caução de $0.00 garantia
zh_hans: 需支付$担保金

source: Security Deposit Paid
pt_br: Caução Pagada
zh_hans: 已付担保金

source: Number of People Claimed
pt_br: Número de Pessoas Reivindicadas
zh_hans: 领取人数

source: Quantity of Tasks Completed
pt_br: Quantidade de Tarefas Concluídas
zh_hans: 完成任务量

source: Consumed
pt_br: Consumido
zh_hans: 消耗

source: Verification Status
pt_br: Estado de Verificação
zh_hans: 核对状态

source: Appeal Task
pt_br: Recurso de Tarefa
zh_hans: 申诉任务

source: Consume Deposit
pt_br: Consumir Caução
zh_hans: 消耗保证金

source: Date of Appeal
pt_br: Data do Recurso
zh_hans: 申诉日期

source: Reason for Appeal
pt_br: Razão para Recurso
zh_hans: 申诉理由

source: Submit Appeal
pt_br: Enviar Recurso
zh_hans: 提交申诉

source: Payment Successful
pt_br: Pagamento bem-sucedido
zh_hans: 支付成功

source: Submission successful! Waiting for platform verification
pt_br: Envio bem-sucedido! Aguardando verificação da plataforma
zh_hans: 提交成功！等待平台核对

source: Submission successful!
pt_br: Envio bem-sucedido!
zh_hans: 提交成功！

source: Waiting for platform verification
pt_br: Aguardando verificação da plataforma
zh_hans: 等待平台核对

# afterTheDataIsVerifiedThe
source: After the data is verified, the system will deduct the task deposit as a settlement for the task reward
pt_br: Depois de verificado os dados, o sistema deduzirá a caução da tarefa como liquidação para o prêmio da tarefa
zh_hans: 数据完成核对后，系统将会扣除任务保证金作为任务奖励结算

source: Verification Completed
pt_br: Verificação Concluída
zh_hans: 完成核对

source: Important Notice Task Deposit Insufficient
pt_br: Aviso Importante Caução da Tarefa Insuficiente
zh_hans: 重要提示 任务保证金不足

# goToPay
source: Go to Payment
pt_br: Ir ao pagamento
zh_hans: 去支付

# theCurrentVerificationDataHasExceeded
source: The current verification data has exceeded the expected quantity. Please pay an additional deposit of $8.8 in a timely manner, otherwise the platform will take disciplinary action
pt_br: Os dados de verificação atuais excederam a quantidade esperada. Por favor, pague uma caução adicional de $8.8 em um momento oportuno, caso contrário, a plataforma fará uma ação disciplinar
zh_hans: 当前核对数据已经超出预计数量，请及时补交保证金$8.8，否则平台将做出处罚

source: Contact Customer Service
pt_br: Contatar o Atendimento ao Cliente
zh_hans: 联系客服

source: Exceed Quantity
pt_br: Exceder Quantidade
zh_hans: 超出数量

source: Language Settings
pt_br: Configurações de Idioma
zh_hans: 语言设置

source: Notification Settings
pt_br: Configurações de Notificação
zh_hans: 通知设置

source: Beauty Setting
pt_br: Configuração de Beleza
zh_hans: 美颜设置

source: Blacklist
pt_br: Lista Negra
zh_hans: 黑名单

source: Invitation Code
pt_br: Código de Convite
zh_hans: 邀请码

source: About Us
pt_br: Sobre Nós
zh_hans: 关于我们

source: Check for Updates
pt_br: Verificar Atualizações
zh_hans: 检查更新

source: Account Deactivation
pt_br: Desativar Conta
zh_hans: 账号注销

source: Log Out
pt_br: Sair do Login
zh_hans: 退出登录

source: New Message Notification
pt_br: Notificação de Novas Mensagens
zh_hans: 新消息通知

source: Vibration
pt_br: Vibrar
zh_hans: 振动

source: Remove
pt_br: Remover
zh_hans: 移出

# areYouSureYouWantTo
source: Are you sure you want to leave Golaa?
pt_br: Tem certeza de que quer deixar o Golaa?
zh_hans: 真的要离开Golaa吗？

# weSuggestYouTryToContact
source: We suggest you try to contact customer service first
pt_br: Sugerimos que você tente primeiro contatar o atendimento ao cliente
zh_hans: 我们建议您先尝试联系客服

# contactService
source: contact customer service
pt_br: contatar o atendimento ao cliente
zh_hans: 联系客服

# weWillDoOurBestTo
source: We will do our best to solve your problem
pt_br: Nós faremos o nosso melhor para resolver seu problema
zh_hans: 我们会竭力为您解决问题

source: After account deactivation, you will…
pt_br: Após a desativação da conta, você irá…
zh_hans: 注销账户后将会...

# yourFriendsWillNotBeAble
source: Your friends will not be able to contact you
pt_br: Seus amigos não poderão contatar você
zh_hans: 您的好友将无法联系您

source: Delete all your contacts
pt_br: Excluir todos seus contatos.
zh_hans: 删除您所有的联系人

source: Delete Your User Profile
pt_br: Excluir seu Perfil de Usuário
zh_hans: 删除您的用户资料

source: The account cannot be restored
pt_br: A conta não pode ser restaurada
zh_hans: 无法恢复该账户

# voluntarilyAbandonAllDataAssetsAnd
source: Voluntarily abandon all data, assets, and rights within the account
pt_br: Abandonar voluntariamente todos os dados, ativos e direitos dentro da conta
zh_hans: 自愿放弃账户内的全部数据、资产和权益

# itHasBeenDetectedThatYour
source: It has been detected that your account is performing certain tasks. Please end the tasks first and then proceed with the deactivation
pt_br: Detectamos que sua conta está executando certas tarefas. Primeiro, termine as tarefas e depois proceda com a desativação
zh_hans: 检测到您的账号正在进行某些任务，请先结束任务，再进行注销

source: Enter Invitation Code
pt_br: Insira o Código de Convite
zh_hans: 输入邀请码

source: Save
pt_br: Salvar
zh_hans: 保存

source: Settings Center
pt_br: Centro de Configurações
zh_hans: 设置中心

# contactMe
source: Contact Us
pt_br: Entre em Contato
zh_hans: 联系我们

source: User Agreement
pt_br: Termo de Uso
zh_hans: 用户协议

source: Privacy Policy
pt_br: Política de Privacidade
zh_hans: 隐私协议

source: Coin Earnings
pt_br: Ganhos em Moedas
zh_hans: 金币收益

source: Coin Balance
pt_br: Saldo de Moedas
zh_hans: 金币余额

source: Wallet
pt_br: Carteira
zh_hans: 钱包

# ifYouHaveAnyQuestions
source: If you have any questions or concerns, please feel free to contact us. We are more than happy to hear from you. Please contact us through the following methods:
pt_br: Se você tiver qualquer questão ou preocupação, não hesite em nos contatar. Estamos mais do que felizes em ouvir de você. Por favor, contate-nos através das seguintes formas:
zh_hans: 如果您有任何问题或疑虑，请随时与我们联系。我们非常高兴收到你的来信。请通过以下方式与我们联系：

# emailXx
source: Email: %@
zh_hans: 邮箱：%@

source: Publisher Information
pt_br: Informações do Publicador
zh_hans: 发布者信息

source: Quick Start
pt_br: Início Rápido
zh_hans: 快速入门

source: RSA Public Key Configuration Instructions
pt_br: Instruções de Configuração da Chave Pública RSA
zh_hans: RSA公钥配置说明

source: RSA Public Key
pt_br: Chave Pública RSA
zh_hans: RSA公钥

# veryImportantPleaseConfigureTheRsa
source: Very important！ please configure the RSA public key for the project you want to promote
pt_br: Muito importante！configure a chave pública RSA para o projeto que você deseja promover
zh_hans: 非常重要，请配置您要推广项目的RSA公钥

# resetSuccessfulRsaPublicKeyHas
source: “Reset successful, RSA public key has been updated.”
pt_br: “Redefinição bem-sucedida, a chave pública RSA foi atualizada.”
zh_hans: “重置成功，RSA公钥已更新”

# youCurrentlyHaveTasksInProgress
source: “You currently have tasks in progress, please wait until all tasks are completed before proceeding.”
pt_br: “Você atualmente tem tarefas em andamento, por favor aguarde que todas as tarefas sejam concluídas antes de prosseguir.”
zh_hans: “您当前有任务在进行中，请全部结束后再操作”

source: RSA Public Key Configuration
pt_br: Configuração de Chave Pública RSA
zh_hans: RSA公钥配置

source: Cancel
pt_br: Cancelar
zh_hans: 取消

# promptpleaseConfigureTheRsaPublicKey
source: Please configure the RSA public key for the project you want to promote first
pt_br: Por favor, configure primeiro a chave pública RSA para o projeto que você deseja promover
zh_hans: 请先配置您要推广项目的RSA公钥

source: Configure Now
pt_br: Configurar Agora
zh_hans: 立即配置

# pleaseEnterTheTaskNameOr
source: Please enter the task name or task number
pt_br: Por favor, insira o nome da tarefa ou o número da tarefa
zh_hans: 请输入任务名称或任务编号

source: Are you sure you want to log out?
pt_br: Tem certeza de que deseja sair do login?
zh_hans: 确定要退出登录吗？

source: Contact official:
pt_br: Contatar o Oficial:
zh_hans: 联系官方：

source: Phone Number
pt_br: Número de Telefone
zh_hans: 手机号

source: Email
zh_hans: 邮箱

source: Not filled in
pt_br: Não preenchido
zh_hans: 未填写

source: Not Bound
pt_br: Não Vinculado
zh_hans: 未绑定

source: Participate
pt_br: participação
zh_hans: 参与数

source: completions
pt_br: Número concluído
zh_hans: 完成数
