Repository: NeverGiveUpIOS/GolooaTask
Catalog: KTGoa/ASSETSFile/Resources/Localizable/*.lproj/Refresh.strings
Languages: pt_br

# JRefreshHeaderPullingText
source: Release to refresh
pt_br: Solte e refresque instantaneamente.

# JRefreshHeaderRefreshingText
source: Loading...
pt_br: Atualizando os dados...

# JRefreshAutoFooterIdleText
source: Tap or pull up to load more
pt_br: Clique ou puxe para carregar mais

# JRefreshAutoFooterRefreshingText
source: Loading...
pt_br: Carregando mais dados...

# JRefreshAutoFooterNoMoreDataText
source: No more data
pt_br: Já está tudo carregado

# JRefreshBackFooterIdleText
source: Pull up to load more
pt_br: Puxe para carregar mais

# JRefreshBackFooterPullingText
source: Release to load more.
pt_br: Solte instantaneamente para carregar mais

# JRefreshBackFooterRefreshingText
source: Loading...
pt_br: Carregando mais dados...

# JRefreshBackFooterNoMoreDataText
source: No more data
pt_br: Já está tudo carregado

# JRefreshHeaderLastTimeText
source: Last updated:
pt_br: Última atualização:

# JRefreshHeaderDateTodayText
source: Today
pt_br: Hoje

# JRefreshHeaderNoneLastDateText
source: No record
pt_br: Nenhum registro
